export const fcOwner_flow = [
    {
        title: [
            "説明会へのご参加"
        ],
        description: "みんちゅうSHARE-LINのフランチャイズ経営の特徴などをご説明します",
    },
    {
        title: [
            "事前相談・面談"
        ],
        description: "説明会の内容をもとに別途相談や、加盟についての質問等を面談で受け付けます",
    },
    {
        title: [
            "オーナー加盟",
            "申し込み・審査"
        ],
        description: "加盟条件をご確認いただき、申込みをいただきます 基本的な内容を当方で審査いたします",
    },
    {
        title: [
            "事業計画・",
            "開設審査"
        ],
        description: "駐車場・駐輪場の設置場所や、その状態等、現地確認も含め詳細な審査を行います",
    },
    {
        title: [
            "事務手続き・",
            "打ち合わせ・",
            "工事等"
        ],
        description: "審査通過後は、開設に向けた諸手続きを、工事等の準備を進めさせていただきます",
    }
  ];