export const fcOwner_flow = [
    {
        title: [
            "説明会へのご参加"
        ],
        description: "みんちゅうSHARE-LINのフランチャイズ経営の\n特徴などをご説明します",
    },
    {
        title: [
            "事前相談・面談"
        ],
        description: "説明会の内容をもとに別途相談や、\n加盟についての質問等を面談で受け付けます",
    },
    {
        title: [
            "オーナー加盟",
            "申し込み・審査"
        ],
        description: "加盟条件をご確認いただき、申込みをいただきます\n基本的な内容を当方で審査いたします",
    },
    {
        title: [
            "ご契約",
            "加盟金入金"
        ],
        description: "審査通過後は、ご契約を行い、\n加盟金の入金をもってご契約完了となります",
    },
    {
        title: [
            "工事",
            "開設"
        ],
        description: "開設に向け、工事等の準備を進めさせていただきます",
    }
  ];